Repository: Huyhenz/QuanLyRapPhim
Catalog: QuanLyRapPhim/QuanLyRapPhim/Resources/Views/Tickets/SelectRoomAndSeat.*.resx
Languages: vi

# SelectSeats
source: Select Your Seats
vi: Chọn ghế xem phim

source: Movie
vi: Phim

source: Room
vi: Phòng

source: Show Date
vi: Ngày chiếu

source: Show Time
vi: Giờ chiếu

source: Back to Showtimes
vi: Quay lại chọn lịch chiếu

source: Screen
vi: Màn hình chiếu

source: Row
vi: Hàng

# AvailableSeat
source: Available
vi: Ghế trống

# TakenSeat
source: Taken
vi: Ghế đã đặt

# SelectedSeat
source: Selected
vi: Ghế đang chọn

source: Couple Seat
vi: Ghế đôi

# SelectedSeatsLabel
source: Selected Seats
vi: Ghế đã chọn

source: Total Price
vi: Tổng tiền

source: Confirm Booking
vi: Xác nhận đặt vé

source: No seats selected
vi: Chưa chọn ghế

source: Continue to Select Food
vi: Tiếp tục chọn đồ ăn
