Repository: Huyhenz/QuanLyRapPhim
Catalog: QuanLyRapPhim/QuanLyRapPhim/Resources/Views/Tickets/SelectFood.*.resx
Languages: vi

# SelectFoodAndDrinks
source: Select Food & Drinks
vi: Chọn đồ ăn & nước uống

source: Movie
vi: Phim

source: Room
vi: Phòng

source: Show Date
vi: Ngày chiếu

source: Show Time
vi: Giờ chiếu

# OnlyFoodAndDrinks
source: Food & Drinks Only
vi: Chỉ đặt đồ ăn & nước uống

# NoTicketSelected
source: You have not selected a movie ticket
vi: Bạn chưa chọn vé xem phim

source: Selected Seats
vi: Ghế đã chọn

source: seats
vi: ghế

source: No seats selected
vi: Không chọn ghế

source: Not selected
vi: Chưa chọn

source: Back to Seat Selection
vi: Quay lại chọn ghế

source: Back to Movie Selection
vi: Quay lại chọn phim

source: Food Counter
vi: Quầy đồ ăn

source: Popcorn
vi: Bắp rang

source: Drinks
vi: Nước uống

source: Food Order
vi: Đơn hàng đồ ăn

source: Total Food Amount
vi: Tổng tiền đồ ăn

source: Proceed to Payment
vi: Tiếp tục thanh toán

source: No items selected
vi: Chưa chọn món

source: Back to Showtimes
vi: Quay lại chọn suất chiếu

source: No items selected yet
vi: Chưa chọn món nào
