Repository: Huyhenz/QuanLyRapPhim
Catalog: QuanLyRapPhim/QuanLyRapPhim/Resources/Views/Payments/Create.*.resx
Languages: vi

source: Payment
vi: Thanh toán

source: Movie Ticket Payment
vi: Thanh toán vé xem phim

source: Booking Information
vi: Thông tin đặt vé

source: Movie
vi: Phim

source: Room
vi: Phòng

source: Show Date
vi: Ngày chiếu

source: Show Time
vi: Giờ chiếu

# FoodOnlyOrder
source: Food & Drinks Only
vi: Chỉ đặt đồ ăn & nước uống

# NoTicketSelected
source: You haven't selected any movie tickets
vi: Bạn chưa chọn vé xem phim

source: Selected Seats
vi: Ghế đã chọn

source: No seats selected
vi: Không chọn ghế

source: Total Amount
vi: Tổng tiền

# FoodAndDrinks
source: Food & Drinks
vi: Đồ ăn & nước uống

source: Momo Payment
vi: Thanh toán Momo

source: Pay with MoMo
vi: Thanh toán bằng MoMo

source: VNPay Payment
vi: Thanh toán VNPay

source: Pay with VNPay
vi: Thanh toán bằng VNPay

# CancelAndReselect
source: Cancel & Reselect
vi: Hủy đặt & chọn lại

# ConfirmCancelBooking
source: Are you sure you want to cancel and start over?
vi: Bạn có chắc muốn hủy và chọn lại từ đầu không?
