Repository: Huyhenz/QuanLyRapPhim
Catalog: QuanLyRapPhim/QuanLyRapPhim/Resources/Views/Admin/ManageFoods.*.resx
Languages: vi

# ManageFoods
source: Manage Food and Beverages
vi: Quản lý đồ ăn và nước uống

source: Manage Movies
vi: Quản lý phim

source: Manage Showtimes
vi: Quản lý lịch chiếu

source: Manage Rooms
vi: Quản lý phòng

source: Manage Seats
vi: Quản lý ghế

source: Manage Bookings
vi: Quản lý đặt vé

source: Failed Bookings
vi: Đặt vé thất bại

source: Revenue Statistics
vi: Báo cáo thống kê

# AddNewFoodItem
source: Add New Item
vi: Thêm món mới

# FoodImage
source: Image
vi: Ảnh

# FoodName
source: Item Name
vi: Tên món

# FoodPrice
source: Price
vi: Giá

# FoodCategory
source: Category
vi: Loại

source: Actions
vi: Hành động

source: Edit
vi: Sửa

source: Delete
vi: Xóa

source: Cancel
vi: Hủy

source: Add
vi: Thêm

source: Update
vi: Cập nhật

# CategoryPopcorn
source: Popcorn
vi: Bắp rang

# CategoryDrink
source: Drink
vi: Nước uống

source: VND
vi: VNĐ

source: Max 2MB, JPG/PNG
vi: Tối đa 2MB, JPG/PNG

# NoChangeImage
source: Leave empty if no change
vi: Để trống nếu không đổi

source: Current Image
vi: Hình ảnh hiện tại

source: No image
vi: Không có ảnh

# LoadDataError
source: Error loading data!
vi: Lỗi tải dữ liệu!

# CreateSuccess
source: Item added successfully!
vi: Thêm món thành công!

# CreateError
source: Error adding item!
vi: Lỗi khi thêm món!

# EditSuccess
source: Item updated successfully!
vi: Cập nhật món thành công!

# EditError
source: Error updating item!
vi: Lỗi khi cập nhật món!

# DeleteConfirm
source: Delete this item? Data will be lost permanently!
vi: Xóa món ăn này? Dữ liệu sẽ mất vĩnh viễn!

# DeleteSuccess
source: Item deleted successfully!
vi: Xóa món thành công!

# DeleteError
source: Error deleting item!
vi: Lỗi khi xóa món!

source: Server error!
vi: Lỗi server!

# LoadFoodError
source: Error loading food item!
vi: Lỗi tải món ăn!

source: Edit Food Item
vi: Sửa món ăn
